'''
Пользователь вводит 3 числа, 
найти среднее арифметическое с точность 3 знака после запятой

'''
a = float(input("Введите первое число"))
b = float(input("Введите второе число"))
c = float(input("Введите третье число"))
print(f"среднее арифметическое для этих чисел: {(a+b+c)/3}")